tap "grafana/grafana"
tap "hashicorp/tap"
tap "minio/stable"
tap "vectordotdev/brew"
tap "vks/tap", "https://git.linecorp.com/vks/homebrew-tap"
brew "argocd"
brew "atuin"
brew "openssl@3"
brew "bat"
brew "chezmoi"
brew "cryptography"
brew "difftastic"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-absorb"
brew "git-crypt"
brew "git-filter-repo"
brew "libgpg-error"
brew "go"
brew "golangci-lint"
brew "gpgme"
brew "graphviz"
brew "helm"
brew "htop"
brew "hurl"
brew "jq"
brew "just"
brew "k6"
brew "krew"
brew "kubeshark"
brew "kustomize"
brew "logcli"
brew "openapi-generator"
brew "openstackclient"
brew "opentofu"
brew "pkgconf"
brew "podman"
brew "pre-commit"
brew "python-setuptools"
brew "python@3.11"
brew "ripgrep"
brew "sccache"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "tflint"
brew "tmux"
brew "tokei"
brew "tree"
brew "typst"
brew "uutils-coreutils"
brew "uv"
brew "watch"
brew "yq"
brew "zellij"
brew "zola"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "minio/stable/mc"
brew "vks/tap/vksctl"