tap "borkdude/brew"
tap "cue-lang/tap"
tap "drone/drone"
tap "grafana/grafana"
tap "hashicorp/tap"
tap "metalbear-co/mirrord"
tap "minio/stable"
tap "mongodb/brew"
tap "ory/tap"
tap "pulumi/tap"
tap "vectordotdev/brew"
tap "vks/tap", "https://git.linecorp.com/vks/homebrew-tap"
tap "warrensbox/tap"
brew "act"
brew "argo"
brew "argocd"
brew "atuin"
brew "openssl@3"
brew "bat"
brew "pycparser"
brew "cffi"
brew "chezmoi"
brew "cmake"
brew "lima"
brew "colima"
brew "cryptography"
brew "deno"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "dust"
brew "erdtree"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-absorb"
brew "git-crypt"
brew "git-filter-repo"
brew "libgpg-error"
brew "go"
brew "golangci-lint"
brew "gpgme"
brew "graphviz"
brew "helm"
brew "hexyl"
brew "hey"
brew "htmltest"
brew "htop"
brew "hugo"
brew "hurl"
brew "icu4c@76"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "just"
brew "k6"
brew "krew"
brew "kubent"
brew "kubeshark"
brew "kustomize"
brew "node"
brew "lerna"
brew "llvm"
brew "logcli"
brew "node@20"
brew "nvm"
brew "openapi-generator"
brew "openldap"
brew "openstackclient"
brew "opentofu"
brew "pinentry-mac"
brew "pkgconf"
brew "podman"
brew "pre-commit"
brew "python-setuptools"
brew "python@3.11"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "sccache"
brew "shellcheck"
brew "sox"
brew "starship"
brew "step"
brew "telnet"
brew "terraform-docs"
brew "terraformer"
brew "tflint"
brew "tmux"
brew "tokei"
brew "tree"
brew "typst"
brew "uutils-coreutils"
brew "uv"
brew "watch"
brew "yarn"
brew "yq"
brew "zellij"
brew "zola"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "borkdude/brew/babashka"
brew "cue-lang/tap/cue"
brew "drone/drone/drone"
brew "grafana/grafana/alloy"
brew "grafana/grafana/cortextool"
brew "grafana/grafana/grafana-agent-flow"
brew "hashicorp/tap/terraform"
brew "metalbear-co/mirrord/mirrord"
brew "minio/stable/mc"
brew "mongodb/brew/mongodb-community"
brew "ory/tap/cli"
brew "pulumi/tap/pulumi"
brew "vks/tap/vksctl"
brew "warrensbox/tap/tfswitch"
cask "android-platform-tools"
cask "flameshot"
cask "multipass"
cask "ngrok"
cask "visual-studio-code"
